acpi
ark
base
base-devel
bat
blueman
bluez-utils
brightnessctl
cmake
cpio
dolphin
efibootmgr
etckeeper
eza
fastfetch
fd
firefox
fish
git
grim
grub
gst-plugin-pipewire
gvfs
gvfs-mtp
htop
hyprcursor
hyprgraphics
hypridle
hyprland
hyprlang
hyprlock
hyprpaper
hyprshot
hyprutils
hyprwayland-scanner
intel-media-driver
intel-ucode
iwd
jq
kate
kitty
konsole
libpulse
libva-intel-driver
linux
linux-firmware
lxappearance
maim
mako
meson
micro
nano
neovim
network-manager-applet
networkmanager
ninja
npm
okular
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
polkit-gnome
python-pywal
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
rofi
slurp
smartmontools
sof-firmware
stow
swappy
swaync
swww
thunar
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-fira-code
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
unzip
vim
vulkan-intel
waybar
wget
wireless_tools
wireplumber
wl-clipboard
woff2-font-awesome
wofi
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-utils
xf86-video-intel
xorg-xinit
xorg-xinput
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
